import React from "react";
import "./About.css";

const About = () => {
  return (
    <div>
      <center>
        <div class="welcome-msg ">
          <h1> ეკოვაიზის შესახებ </h1>
          <div>
            ჩვენ ვართ ეკო-ინოვაციური გუნდი, რომელიც ბუნებისა და ტექნოლოგიის
            შერწყმით ქმნის მდგრად გადაწყვეტილებებს. ჩვენი მისიაა მწვანე
            სივრცეების გაზრდა, ბიომრავალფეროვნების დაცვა და მოქალაქეთა ჩართვა
            ეკო-ინიციატივებში. <br />
            🔹 ვქმნით პროდუქტებს, რომლებიც ერთდროულად ეკოლოგიურად სუფთა,
            ინოვაციური და ადვილად გამოყენებადია. <br />
            🔹 ვიყენებთ AI ანალიზს, დრონულ სკანირებას და მონაცემებზე დაფუძნებულ
            გადაწყვეტილებებს, რათა თითოეული ნაბიჯი იყოს მიზნობრივი და ეფექტური.
            <br />
            🔹 გვჯერა, რომ პატარა ინიციატივა → დიდი ცვლილებაა და სწორედ ამას
            ვაშენებთ Seed Bomb-ებითა და ჯეჯილის პროდუქტებით. <br />
            🔹 ჩვენი ხედვაა საქართველო, როგორც მწვანე ინოვაციების ჰაბი, სადაც
            ადგილობრივი ცოდნა და cutting-edge ტექნოლოგია ერთად ქმნის გლობალურ
            შედეგს.
          </div>
        </div>
      </center>
    </div>
  );
};

export default About;
